{
    "iblis": {
        "evidences": [1,2,4],
        "additional": {
            "description": "Iblis is known to be a type of ghost that can sense and see where its prey is, even from a distance. If you are close enough to the Iblis, you can hear it use words that other ghosts won´t",
            "secondary": "cannot hide",
            "weakness": "moves slower when close to its prey"
        }
    },
    "deogen": {
        "evidences": [1,3,5],
        "additional": {
            "description": "They are known to have no interest in anything other than the prey in its sights.",
            "secondary": "more aggressive when hunting and close to their prey",
            "weakness": "less aggressive when its prey is far away"
        }
    },
    "agash": {
        "evidences": [3,5,6],
        "additional": {
            "description": "Agash is a Ghost that feeds on cold environments. If an Agash decides to hunt, you can see its breath.",
            "secondary": "faster in colder environments",
            "weakness": "movement slows down in warmer environments"
        }
    },
    "shade": {
        "evidences": [2,3,4],
        "additional": {
            "description": "Shades are known as a ghost that are hypersensitive to light. They dislike being in brightly lit environments and always prefers the light to be off.",
            "secondary": "more aggressive in the dark",
            "weakness": "lighting up the environment weakens the Shade"
        }
    },
    "onryo": {
        "evidences": [0,2,5],
        "additional": {
            "description": "Unlike other ghosts, Onryos are known as a jealous ghosts. They can choose one person, fall in love with them and attack anyone else.",
            "secondary": "more aggressive when others are near their chosen lover",
            "weakness": "will not harm their chosen lover"
        }
    },
    "oni": {
        "evidences": [0,5,6],
        "additional": {
            "description": "The Oni has a special ability that can quickly reduce the sanity of those close to it. It is a very dangerous ghost. If it wants to, it can quickly play with your sanity and decide to kill you.",
            "secondary": "very fast",
            "weakness": null
        }
    },
    "thaye": {
        "evidences": [2,4,5],
        "additional": {
            "description": "The Thaye is known as a ghost who can distort the concept of time. As a Thaye ages quickly, it is impossible to know their exact age.",
            "secondary": "more aggressive and fast early game",
            "weakness": "much slower and less aggressive when becoming older"
        }
    },
    "raiju": {
        "evidences": [1,3,6],
        "additional": {
            "description": "A Raiju is a ghost know to draw strength from solitude. Being alone may mean that you are easier prey for it. Raijus interact less when in a group.",
            "secondary": "targets players who are alone",
            "weakness": "being together makes the raiju more passive"
        }
    },
    "mare": {
        "evidences": [0,2,6],
        "additional": {
            "description": "A Mare is a type of ghost that likes to talk, though it has been observed to be less active than other Ghosts.",
            "secondary": "difficult to detect",
            "weakness": "will not hunt with someone nearby"
        }
    },
    "naamah": {
        "evidences": [1,2,3],
        "additional": {
            "description": null,
            "secondary": null,
            "weakness": null
        }
    },
    "abaddon": {
        "evidences": [0,4,6],
        "additional": {
            "description": "The Abbadon is widely regarded as the most cunning type of ghost. They will not hunt their prey if they are defending themselves, but will usually hunt the defenseless.",
            "secondary": "targets players who cannot defend themself",
            "weakness": "very high change to ignore you while holding a crucifix"
        }
    },
    "guipo": {
        "evidences": [1,3,4],
        "additional": {
            "description": null,
            "secondary": null,
            "weakness": null
        }
    },
    "revenant": {
        "evidences": [2,5,6],
        "additional": {
            "description": "A Revenant is known to be a very dangerous, unpredictable ghost. Regardless of your sanity, it can hunt you down if it feels like it.",
            "secondary": "very unstable and hard to predict",
            "weakness": "if it decides to stay calm, it makes it easier to find it"
        }
    },
    "poltergeist": {
        "evidences": [1,4,5],
        "additional": {
            "description": "A Poltergeist is known as a ghost that likes to play with its environment. It can throw objects to lower your sanity.",
            "secondary": "can throw multiple items at once, quickly reducing sanity",
            "weakness": "calms down if there is nothing to throw"
        }
    },
    "jinn": {
        "evidences": [0,1,6],
        "additional": {
            "description": "Jinns are known to be more active than other ghosts. It has been observed that they're more active if someone is nearby.",
            "secondary": "due to their high activity, they are prone to hunting",
            "weakness": "due to their high activity, they are easier to detect"
        }
    },
    "hantu": {
        "evidences": [2,4,6],
        "additional": {
            "description": "Hantus are known as ghosts that play with people's minds through their speech. If you somehow manage to talk to one, it will play with your sanity, making you more vulnerable.",
            "secondary": "talking to it makes you an easier prey",
            "weakness": "if cursed due to talking to it you can remove the curse with sanity pills"
        }
    },
    "wraith": {
        "evidences": [0,3,5],
        "additional": {
            "description": null,
            "secondary": null,
            "weakness": null
        }
    },
    "myling": {
        "evidences": [3,4,6],
        "additional": {
            "description": "We still haven't figured out how the Myling is related to fire, but it is known to have an affinity for it. We have observed that it is calmer in environments with fire nearby.",
            "secondary": "without fire nearby it will be aggressive",
            "weakness": "will put out the first nearby first before hunting"
        }
    },
    "goryo": {
        "evidences": [0,1,5],
        "additional": {
            "description": "A Goryo doesn't interact with ESGs if someone is nearby. Since it's a very rare type of ghost, we don't have much information other than that.",
            "secondary": "only interacts with ESG without anyone nearby",
            "weakness": null
        }
    },
    "demon": {
        "evidences": [2,3,6],
        "additional": {
            "description": "Demons are known as normally calm, collected ghosts. They have a lower prey drive than other types of ghosts, but if you manage to anger a demon, it will not stop until it kills you.",
            "secondary": "hunt wont end untill its prey is dead",
            "weakness": "wont usually hunt unless angered"
        }
    },
    "yokai": {
        "evidences": [0,2,4],
        "additional": {
            "description": null,
            "secondary": null,
            "weakness": null
        }
    },
    "gul": {
        "evidences": [4,5,6],
        "additional": {
            "description": "The Gul is known as a ghost who listens to the conversations between people. The words you choose are important to it.",
            "secondary": "can get angry and hunt when swearing",
            "weakness": "the less you talk the calmer it is"
        }
    },
    "boogey": {
        "evidences": [0,1,4],
        "additional": {
            "description": null,
            "secondary": null,
            "weakness": null
        }
    },
    "yurei": {
        "evidences": [0,1,3],
        "additional": {
            "description": "The Yurei is a Ghost that prefers feeding small amounts of energy off multiple People at once, so that it can grow stronger without being noticed immediately",
            "secondary": "more likely to hunt when walking in groups",
            "weakness": "may weaken itself while alone"
        }
    }
}
